Repository: nol-collabo/wallpeckers_ios
Catalog: WallPeckers/Extension/*.lproj/Localizable.strings
Languages: de, ko

source: WALLPECKERS
de: Mauerspechte

# selectlanguage_subtitle
source: From the DMZ to the Berlin Wall
de: Von der DMZ zur Berliner Mauer
ko: FDMZ에서 베를린장벽까지

# registration_toptitle
source: REGISTRATION
de: ANMELDUNG
ko: 기자증 신청

# registration_undertoptitle
source: PRESS PASS
de: PRESSEAUSWEIS

# registration_namehint
source: *PEN NAME: to write your articles under
de: *PSEUDONYM: mit dem du deine Artikel schreibst
ko: *필명: 내가 쓴 기사에 사용할 이름

# registration_penname
source: PEN NAME
de: PSEUDONYM
ko: 필명

# registration_age
source: AGE
de: ALTER
ko: 연령대

# registration_defaultage
source: Select your age group
de: Wähle deine Altersgruppe aus.
ko: 선택하세요

# registration_registbtn
source: Register
de: Anmelden
ko: 등록하기

# registrationdialog_title
source: Add Photo
de: Foto hinzufügen
ko: 사진 추가

# registrationdialog_camera
source: Camera
de: Kamera
ko: 카메라

# registrationdialog_album
source: Gallery
de: Bildergalerie
ko: 사진첩

# registrationdialog_noprofile
source: Default Iamge
de: Ohne Foto
ko: 기본 이미지로

# selectload_desc
source: You have already played this game. If you want to continue the game or see the result of it Press 'Continue the Last Game'.
de: Du hast das Spiel schon begonnen. Um das Spiel fortsetzen oder das Ergebnis zu sehen, klicke auf ‚,Spiel fortsetzen‘‘.
ko: 이미 게임을 플레이한 내역이 있습니다. 기존 게임을 이어서 하거나 게임 기록을 확인하려면 이어하기를 선택해주세요.

# selectload_newgame
source: Start a New Game
de: Neues Spiel
ko: 새로 시작하기

# selectload_continuegame
source: Continue the Last Game
de: Spiel fortsetzen
ko: 이어하기

# inputkey_mymenu
source: Go To My Page
de: Auf meine Seite gehen

# inputkey_codeguide
source: Enter the PRESS CODE and press 'OK'
de: Gib deinen PRESS CODE ein und drücke auf ,‚OK‘‘
ko: 프레스 코드를 입력하고 확인을 누르세요

# inputkey_errorguide
source: Check the PRESS CODE and Try again
de: Überprüfe deinen PRESS CODE und versuch es noch einmal
ko: 프레스 코드를 확인해주세요

# inputkeydialog_description
source: Your last game has been finished. If you press 'OK', your articles of last game will be deleted and start a new game. Would you like to start a new one?
de: Du hast dein letztes Spiel beendet. Wenn du auf OK klickst, werden deine Artikel vom letzten Spiel gelöscht und ein neues Spiel wird gestartet. Möchtest du ein neues Spiel beginnen?
ko: 지난 게임이 종료되었습니다. 확인을 누르면 지난 게임 기록이 사라지고 새 게임이 시작됩니다. 계속하시겠습니까?

# tutorial1_subtitle
source: WHO, WHEN, WHER, WHAT, HOW and WHY?
de: WER, WAS, WANN, WO, WIE und WARUM?
ko: 누가, 언제, 어디서, 무엇을, 어떻게, 왜?

# tutorial1
source: As the Wall stood strong, it became a part of everyday and you forgot WHY. The WALLPECKERS - the journalist of the WALL - ask WHY and find the truth.
de: Solange die Mauer stand war sie Teil unseres Alltags und wir vergaßen nach dem WARUM zu fragen. DIE MAUERSPECHTE - Journalisten mit dem Spezialgebiet Teilung - suchen nach den Antworten auf die Frage WARUM.
ko: 단단한 장벽이 서 있는 동안 벽은 우리 삶의 일부가 되었고 '왜?'라는 물음은 잊혀졌다. 월페커즈(WALLPECKERS)는 분단 전문 기자로서 '왜?'를 물으며 답을 찾아나선다.

# tutorial2_subtitle
source: From the DMZ to the Berlin Wall
de: Von der DMZ zur Berliner Mauer
ko: DMZ에서 베를린장벽까지

# tutorial2
source: Cover issues about the Korean DMZ, still standing 65 years and the Berlin Wall, demolished in 1989. Write as many articles as you can including PAIRED ones
de: Die MAUERSPECHTE sammeln Geschichten zur DMZ, die seit 65 Jahren besteht, und zur Berliner Mauer, die vor 30 Jahren fiel. Schreibe so viele Artikel wie möglich inklusive der Artikelpaare Korea-Deutschland.
ko: 현재까지 65년간 서있는 DMZ와 30년 전 무너진 베를린장벽 사건들을 취재하는 월페커즈. 한국-독일 짝 기사를 포함해서 가능한 한 많은 기사를 작성하세요.

# tutorial3_subtitle
source: INTO THE PRESSROOM
de: IWie man einen Artikel schreibt
ko: 기사 작성 방법

# tutorial3
source: Collect clues by 5W1H around you in the pressroom and enter the CODE of them. Get a FACT-CHECK by the desk of WALLPECKERS and publish the article.
de: Folge den 6 W-Fragen, suche nach den Hinweisen und gebe den CODE ein. Kontaktiere den Nachrichtendesk für einen Faktencheck und publiziere danach deinen Artikel.
ko: 육하원칙에 따라 흩어져 있는 단서들을 찾아 코드를 입력합니다. 작성한 기사가 사실인지 데스크의 확인을 받은 후 기사를 발행할 수 있습니다.

# tutorial4_subtitle
source: GOAL
de: Spielziel
ko: 게임 목표

# tutorial4
source: You have 20 minutes to complete &amp; publish the articles. Maximize article points to be the journalist of the day!
de: Sammle bis Redaktionsschluss so viele Punkte wie möglich und werde Journalist des Jahres!
ko: 마감까지 주어진 시간은 단 20분. 오늘의 기자상을 목표로 기사 점수를 쌓으세요!

# selectsection_title
source: CHOOSE A TOPIC
de: WÄHLE EIN THEMA AUS
ko: 주제를 선택하세요

# selectarticle_title
source: CHOOSE AN ARTICLE
de: ÄHLE EINEN ARTIKEL AUS
ko: 기사를 선택하세요

# selectarticle_desc
source: Finish PAIRED articles &amp; Get 2X points!
de: Sammle doppelt soviele Punkte, wenn du ein Artikelpaar richtig verbindest!
ko: 짝 기사를 완성하면 포인트가 두 배!

source: CHANGE TOPIC
de: THEMA WECHSELN
ko: 다른 주제 선택하기

source: WHO
de: WER
ko: 누가

source: WHEN
de: WANN
ko: 언제

source: WHERE
de: WO
ko: 어디서

source: WHAT
de: WAS
ko: 무엇을

source: HOW
de: WIE
ko: 어떻게

source: WHY
de: WARUM
ko: 왜

source: FACT CHECK
de: FAKTENCHECK
ko: 팩트체크

source: BACK
de: Zurück
ko: 뒤로 가기

# Tap_Code
source: Tap to insert CODE
de: ← Klicke hier um den Code einzugeben
ko: ← 눌러서 코드 입력

source: ENTER
de: EINGEBEN
ko: 입력

source: Cancel
de: Abbrechen
ko: 취소

source: REPORT
de: BERICHTEN
ko: 송고하기

source: COMMENT
de: KOMMENTAR
ko: 댓글

# MOST
source: #most_popular
de: #am_beliebtesten
ko: #인기 태그

# MYTAG
source: #MY
de: #mein
ko: #내 태그

source: at the Berlin Wall
de: an der Berliner Mauer
ko: 베를린장벽에서

# completearticle_korea
source: at the Korean DMZ
de: in der koreanischen DMZ
ko: 한반도 DMZ에서

source: MY PAGE
de: MEINE SEITE
ko: 마이페이지

source: ARTICLE POINTS
de: ARTIKELPUNKTE
ko: 기사 점수

source: ARTICLE CREDIBILITY
de: ARTIKEL ZUVERLÄSSIGKEIT
ko: 기사 신뢰도

source: MY NEWSPAPER
de: MEINE ZEITUNG
ko: 내 신문

source: Send Newspaper
de: Zeitung versenden
ko: 이메일 보내기

source: COMPLETED ARTICLES
de: FERTIGE ARTIKELN
ko: 완성한 기사

source: MY LEVEL
de: MEIN LEVEL
ko: 내 레벨

source: MY BADGES
de: MEIN ABZEICHEN
ko: 내 뱃지

# factcheck_deskrecheck
source: You may want to re-check the following item is true:
de: Überprüfe noch einmal, ob die folgende Information stimmt:
ko: 다음 내용이 사실인지 다시 검토해 보세요:

# factcheck_deskperfect
source: PERFECT! Your article has been successfully passed the FACT CHECK!
de: PERFEKT! Dein Arikel hat den Faktencheck erfolgreich bestanden.
ko: 완벽하군요! 당신의 기사는 팩트 체크를 무사 통과했습니다.

# factcheckdialog_title
source: A GOOD ARTICLE
de: EIN GUTER ARTIKEL

# factcheckdialog_perfecttitle
source: A PERFECT ARTICLE
de: EIN PERFEKTER ARTIKEL

# factcheckdialog_hashguide
source: Pick your emotional #hashtag about the article
de: Wähle ein Gefühls-Hashtag zu deinem Artikel!
ko: 기사에 대한 나의 감정 태그를 골라주세요

# hash1
source: #happy
de: #glücklich
ko: #행복

# hash2
source: #hopeful
de: #hoffnungsvoll
ko: #희망적

# hash3
source: #don't care
de: #egal
ko: #관심없음

# hash4
source: #sad
de: #traurig
ko: #슬픔

# hash5
source: #frustrated
de: #verzweifelt
ko: #절망적

# factcheckdialog_reportbtn
source: PUBLISH THE ARTICLE
de: ARTIKEL PUBLIZIEREN
ko: 기사 발행하기

# paireddialog_title
source: PAIRED ARTICLES
de: PARTIKELPAAR
ko: 짝 기사 완성

# completearticle_title
source: COMPLETED ARTICLE
de: ERTIGER ARTIKEL
ko: 완성한 기사

# completearticle_desk
source: Some parts of your article were not based on facts and I have edited them.
de: Einige Teile deiner Artikel basierten nicht auf Fakten und deshalb habe ich sie bearbeitet.
ko: 기사 중 일부가 사실이 아니었으므로, 편집부에서 수정 후 발행했습니다.

# publish_title
source: Printing Press
de: Zeitungsdruck
ko: 신문 출력소

# publish_titlearticle
source: HEADLINE
de: SCHLAGZEILE
ko: 헤드라인

# publish_subarticle1
source: FEATURED 1
de: LEITARTIKEL 1
ko: 주요기사 1

# publish_subarticle2
source: FEATURED 2
de: LEITARTIKEL 2
ko: 주요기사 2

# publish_changedesc
source: Select a Headline &amp; 2 Featured Articles.
de: Wähle 1 Schlagzeile und 2 Leitartikel aus.
ko: 헤드라인 1개와 주요기사 2개를 선택하세요.

# publish_changebtn
source: Edit My Newspaper
de: Meine Zeitung überarbeiten
ko: 내 신문 편집하기

# publish_gonews
source: Send Newspaper
de: Zeitung versenden
ko: 이메일 보내기

# publish_gonews_verbose
source: You can send your newspaper via e-mail.
de: Du kannst deine Zeitung per E-Mail versenden.
ko: 편집한 신문을 이메일로 보낼 수 있습니다.

# publish_gomymenubtn
source: Go to MYPAGE
de: MEINE SEITE
ko: 마이페이지

# publish_gohomebtn
source: Go to START
de: AUF DIE STARTSEITE GEHEN
ko: 시작 화면

# titlearticlechange_title
source: Edit My Newspaper
de: Meine Zeitung überarbeiten
ko: 신문 편집하기

# titlearticlechange_titleselect
source: Select the Headline
de: Wähle die Schlagzeile aus
ko: 1. 헤드라인 선택

# titlearticlechange_subselect
source: Your Featured Article
de: Deine Leitartikel auswählen
ko: 2. 주요기사 선택

source: Next
de: Weiter
ko: 다음

# titlearticlechange_guide
source: Select 2 Fetured Articles.
de: Wähle 2 Leitartikel aus
ko: 주요기사는 2개 선택해주세요.

# newspublishdialog_title
source: Share My Newspaper
de: Zeitung versende
ko: 내 신문 공유하기

# newspublishdialog_print
source: Print Out
de: Drucken
ko: 프린트하기

source: Send
de: Senden
ko: 보내기

# emailsuccessdialog_desc
source: The e-mail successfully has been sent.
de: Die E-Mail wurde erfolgreich versendet.
ko: 메일이 성공적으로 발송되었습니다.

# printsuccessdialog_desc
source: The newspaper successfully has been printed out. Go Get your newspaper at the Printer.
de: eine Zeitung wurde gedruckt. Hol sie dir am Schalter ab!.
ko: 성공적으로 인쇄되었습니다. 신문 배포처로 이동하여 신문을 수령하세요.

source: POLITICS
de: POLITIK
ko: 정치

# Economy
source: Economy/ Diplomacy
de: WIRTSCHAFT/ AUSSENPOLITIK
ko: 경제/ 외교

source: General
de: GESELLSCHAFT
ko: 사회

# Art
source: Art & Culture
de: FEUILLETON
ko: 문화예술

source: Sports
de: SPORT
ko: 스포츠

source: People
de: MENSCHEN
ko: 사람들

# timedialog_timeend
source: Time's up!
de: Die Zeit ist um!

# tutorial_startBtn
source: START
ko: 시작하기

source: CODE:
ko: 코드:

source: OK
ko: 확인

source: HASHTAG
ko: 나의 감정 해시태그

# newspublishdialog_email
source: E-mail
ko: 이메일로 보내기

# inputemaildialog_email
source: E-mail Address
ko: 이메일 주소
